class MsgWeather:
    COLD_30 = "🥶🥶🥶 На улице очень холодно, что Дед Мороз замерз!"
    COLD_20 = "🥶🥶 В такой мороз можно замороженные продукты прямо на улице оставлять! Или за окном..." # noqa
    COLD_10 = "🥶 На улице как в холодильнике... только без еды!"
    COLD_0 = "🫠 На улице прохладно... Будь как луковица — одевайся слоями!"
    HOT_15 = "🧥 На улице не жарко, но если хочешь накатить стиля, надень ещё шапочку!" # noqa
    HOT_25 = "👌 Комфортная температура, чтобы идти гулять... или даже поплавать, если повезёт!" # noqa
    HOT_HOT = "🥵 На улице жарко, не забудь пить воду!"
    WIND_10 = "🌪 Ветер сильный, держись крепче!"
    WIND_5 = "🌬 Ветер умеренный, не забудь закрыть окна."
    JUST_WIND = "🍃 Ветер слабый, как шёпот твоих мыслей после чашечки кофе."

    FULL_ANS = "Подробно"


msg = MsgWeather()
